Repository: Pbixy/http-client
Catalog: src/po/*.po
Languages: de, fr, pl

source: This data examines the last 7 days of PvP in Destiny for players using the {{subclass.label}} subclass. The rolling sample provides an accurate look at what players are using and what's working. Select a mode on the filter bar below to only map K/D and win rates in that mode.
pl: Te dane pokazują ostatnie 7 dni w PvP w Destiny dla graczy używających {{subclass.label}} subklasy. Ta próbka pokazuje dokładnie czego używają gracz i co działa. Wybierz tryb na pasku poniżej aby pokazać K/D na mapie i wskaźnik zwycięstw w tym trybie.

source: Update
fr: Mise à jour
pl: Aktualizuj

source: Weapon Stats
pl: Statystyki broni

source: This page relies on one or more Bungie APIs to properly display. We weren't able to retrieve some data, so as a result one or more areas of this page are temporarily disabled. Try again in a few minutes.
pl: Ta strona polega na jednym lub kilku API od Bungie aby być dobrze wyświetloną. Nie mogliśmy uzyskać części danych, więc pewne wyniki mogą być wyłączone. Spróbuj ponownie za chwilę.

source: K
fr: F

source: Rift
fr: Faille

source: Rumble
fr: Carnage

source: Warlock
fr: Arcaniste

source: K:D
fr: F/M
