Repository: Pbixy/http-client
Catalog: src/po/*.po
Languages: de, fr, pl

source: Bladedancer
de: Klingentänzer
fr: Épéiste

source: Clash
de: Konflikt
fr: Choc

source: Control
de: Kontrolle
fr: Domination

source: D
de: T
fr: M

source: Defender
de: Verteidiger
fr: Défenseur

source: Diamond
de: Diamant
fr: Diamant
pl: Diament

source: Donate
de: Spenden
fr: Faites un don
pl: Wesprzyj nas

source: Elimination
de: Eliminierung
fr: Élimination
pl: Eliminacja

source: First
de: Erste
fr: Premier
pl: Pierwszy

source: Games
de: Spiele
fr: Jeux
pl: Gry

source: Gunslinger
de: Revolverheld
fr: Pistolero

source: Home
de: Startseite
fr: Accueil
pl: Strona Głowna

source: Hunter
de: Jäger
fr: Chasseur

source: Iron Banner
de: Eisenbanner
fr: Bannière de fer

source: K/D
de: K/T
fr: F/M

source: Last
de: Letzte
fr: Dernier
pl: Ostatni

source: Loading Elo Data...
de: Lade Elo Daten...
fr: Chargement des données Elo
pl: Wczytuję dane Elo...

source: Match History
de: Spiele Übersicht
fr: Histoire de la partie
pl: Historia Meczy

source: More
de: Mehr
fr: Plus
pl: Więcej

source: Next
de: Nächste
fr: Suiv
pl: Następny

source: Nightstalker
de: Nachtpirscher
fr: Ronde de nuit

source: Page {{page+1|number}} of {{pageTotal+1|number}}<span>{{total|number}} Guardians</span>
de: Seite {{page+1|number}} von {{pageTotal+1|number}}<span>{{total|number}} Hüter</span>
fr: Page {{page+1|number}} de {{pageTotal+1|number}}<span>{{total|number}} Guardiens</span>
pl: Strona {{page+1|number}} z {{pageTotal+1|number}}<span> {{total|number}} Strażników</span>

source: Placing
de: Platzierung
pl: Umieszczam

source: Platinum
de: Platin
fr: Platine
pl: Platyna

source: Prev
de: Vorherige
fr: Préc
pl: Poprzedni

source: Rank
de: Rang
fr: Rang
pl: Ranga

source: Silver
de: Silber
fr: Argent
pl: Srebro

source: since "The Taken King" launch (Sept. 15, 2015)
de: seit dem Launch von "König der Besessenen" (15. Sep 2015)
fr: depuis la sortie de "Le Rou des Corrompus" (15 sept 2015)
pl: od premiery "The Taken King" (15 Września 2015r.)

source: Skirmish
de: Gefecht
fr: Escarmouche

source: Stormcaller
de: Sturmbeschwörer
fr: Rite de l'orage

source: Striker
de: Stürmer
fr: Assailant

source: Sunbreaker
de: Sonnenbezwinger
fr: Brise-soleil

source: Sunsinger
de: Sonnensänger
fr: Chant solaire

source: Top {{platforms[platform]}} Guardians
de: Beste {{platforms[platform]}} Hüter
pl: Top Strażnicy {{platforms[platform]}}

source: Trials of Osiris
de: Prüfungen von Osiris
fr: Jugement d'Osiris

source: Voidwalker
de: Leereläufer
fr: Voie abyssale

source: Win%
de: Siege%
fr: % Victoire
pl: Zwycięstwa%

source: 'Nade
de: Granate
fr: Grenade
pl: Granat

source: Agility
de: Agilität
fr: Agilité

source: All
de: Alle
pl: Wszystkie

source: All players start at a baseline of 1200 points. You will take points from your opponent's Elo score by defeating them, and vise versa. Defeating a more skilled opponent will yield higher points than if you beat up on a weaker one. The higher the score, the more skilled the player. It is extremely difficult to maintain a high Elo score, these players are regarded as the best of the best!
de: Alle Spieler starten mit 1200 Punkten. Du erhältst Punkt von deinem Gegner, wenn du ihn besiegst (und anders herum). Wenn du einen Gegner, der stärker als du ist, besiegst erhältst du mehr Punkte als wenn du einen Schwächeren besiegst. Je höher der Punktestand, desto besser ist der Spieler. Es ist sehr schwierig einen hohen Elo Punktestand lange zu halten. Diese Spieler sind die Besten der Besten.
fr: Tout les joueurs commence à 1200 points. Vous
pl: Wszyscy gracze zaczynają od bazy 1200 punktów. Dostaniesz punkty Twojego przeciwnika jeśli go pokonasz i odwrotnie. Pokonanie bardziej doświadczonego przeciwnika przyzna Ci więcej punktów niż pokonanie słabszego. Im wyższy wskaźnik Elo tym trudniejszy przecwinik. Jest niezwykle trudno utrzymać wysoki wskaźnik Elo, tacy gracze są uważani za najlepszych z najlepszych.

source: Armor
de: Rüstung
fr: Armure
pl: Pancerz

source: As your score rises and falls, you'll be categorized into leagues.
de: Je nach deinem Punktestand wirst du in Ligen eingeordnet.
pl: Wraz ze wzrostem i spadkiem wyniku zostaniesz przydzielony do odpowiedniej ligi.

source: Average Team Elo
de: Durchschnittlicher Team Elo
pl: Średni wskaźnik Elo drużyny

source: Bungie API Error
de: Bungie API Fehler
fr: Erreur API de Bungie
pl: Błąd API Bungie

source: Choose your platform
de: Wähle deine Plattform
fr: Choisissez votre plate-forme
pl: Wybierz swoją platformę

source: Crucible Class Breakdown
de: Schmelztiegel Aufteilung nach Fokus
fr: Ventilation des classes dans l'Épreuve
pl: Rozkład Klas w Crucible

source: Each mode you play has its own Elo rating and league categorization. Beyond that, Elo is account-wide, so in Control you'll have the same rating whether you're on your Titan, Warlock or Hunter.
de: Jeder Spielmodus hat sein eigenen Elo Punktestände und Ligen. Allerdings ist der Elo Punktestand accountweit. Das bedeutet, dass du den gleichen Punktestand hast egal ob du bei deinem Warlock, Titan oder Jäger bist.
pl: Każdy tryb w który grasz ma swój własny wskaźnik Elo oraz kategorie ligowe. Elo obejmuje całe konto, więc w Controlu będziesz miał ten same wskaźnik bez względu na to, czy grasz Tytanem, Warlockiem czy Hunterem.

source: Frequently Asked Questions
de: Beliebte Fragen (FAQ)
fr: Foire Aux Questions
pl: Najczęściej Zadawane Pytania

source: GGG is the lovechild of a couple hardcore Destiny fans. If you like what we've done and want to show your support, feel free to buy us a beer and/or pony!
de: GGG ist die Arbeit einiger Hardcore Destiny fans. Wenn dir gefällt was wir erreicht haben und du deine Unterstützung zeigen willst, kannst du uns gerne ein Bier und/oder ein Pony bezahlen!
pl: GGG to dziecko kilku hardkorowych fanów Destiny, Jeśli podoba Ci się, to co zrobiliśmy to pokaż swoje wsparcie i kup nam piwo i / lub kucyka!

source: Guardian
de: Hüter
fr: Gardien
pl: Strażnik

source: How accurate is this data?
de: Wie genau sind die Daten?
fr: Quelle est la précision de ces données ?
pl: Jak celne są te dane?

source: How can I help?
de: Wie kann ich helfen?
fr: Comment peut-on aider ?
pl: Jak mogę pomóc?

source: How do I get in touch if I have a question/suggestion?
de: Wie kann ich euch erreichen, falls ich Fragen oder Vorschläge habe?
fr: Comment peut-on vous contacter si on a une question / suggestion ?
pl: Jak mogę się z wami skontaktować jeśli mam pytania/sugestie?

source: Loading Characters...
de: Lade Charaktere...
fr: Chargement des personnages...
pl: Wczytywanie postaci...

source: Loading Game History...
de: Lade Spiele Übersicht...
fr: Chargement de l'histoire du jeu
pl: Wczytywanie historii gier...

source: Loading Items...
de: Lade Ausrüstung...
fr: Chargement des objets...
pl: Wczytywanie przedmiotów...

source: Map
de: Karte
fr: Arène
pl: Mapa

source: Melee
de: Nahkampf
fr: Mêlée
pl: Atak wręcz

source: No Elo data exists for this player. This is either an error in our system, or the player pretty much never enters Crucible.
de: Es existieren keine Elo Daten für diesen Spieler. Es liegt entweder ein Fehler in unserem System vor oder der Spieler hat den Schmelztiegel noch nicht betreten.
pl: Brak danych Elo dla tego gracza. To bład wyszukiwania lub błąd systemu, lub gracz ten nie gra w trybie Crucible.

source: No games have been played in this mode.
de: Es wurden noch keine Spiele in diesem Modus gespielt.
pl: Brak rozegranych gier w tym trybie.

source: Oops, we weren't able to find "{{name}}". Verify spelling and try again.
de: Oops, es war uns nicht möglich "{{name}}" zu finden. Versichere dich, dass der Name richtig eingegeben wurde und versuche es erneut.
fr: Oups, impossible de trouver "{{name}}". Vérifiez l'orthographie et réessayez.
pl: Oops, nie znaleźliśmy "{{name}}". Verify spelling and try again.

source: Recovery
de: Erholung
fr: Régénération

source: Score
de: Punktestand
fr: Points
pl: Wynik

source: Since the launch of the Taken King, we have aggregated data from every single match played. Our rankings are updated in real-time and immediately available. If you have played Destiny recently, particularly in the Crucible, you have a profile here - check it out!
de: Seit dem Launch von König der Besessenen haben wir die Daten jedes einzelnen gespielten Matches gesammelt. Unsere Rankings werden in Echtzeit aktualisiert und sind sofort verfügbar. Wenn du Destiny (insbesondere den Schmelztiegel) in der letzten Zeit gespielt hast, dann hast du ein Profil hier - sieh es dir an!
fr: Depuis la sortie du Roi des Corrompus, nous agrégions des données de chaque partie jouée. Nos rangs sont mises à jour en temps réel et immédiatement disponibles. Si vous avez joué Destiny récemment, surtout dans l'Épreuve, vous avez un profil ici. Découvrez-le !
pl: Od premiery The Taken King zbieraliśmy dane z każdej rozegranej gry. Nasze rankingi są aktualizowane w czasie rzeczywistym. Jeśli grałeś ostatni w Destiny, w tryb Crucible to masz tu swój profil - sprawdź go!

source: Standing
de: Platzierung
fr: Réputation
pl: Pozycja

source: The Elo rating system is a method for calculating the relative skill levels of players in competitor-versus-competitor games.
de: Das Elo System ist eine Methode um das relative Skill Level in PvP Spielen zu bewerten.
fr: Le classement Elo est un système d’évaluation du niveau de capacités relatif d'un joueur.
pl: System wskaźnikowy Elo to metoda obliczenia względnego poziomu umiejętności graczy w grach typu Gracz-vs-Gracz.

source: vs.
de: gegen

source: We found more than one result for "{{name}}"
de: Wir haben mehr als ein Ergebnis für "{{name}}" gefunden.
pl: Znaleźliśmy więcej niż jeden wynik dla "{{name}}"

source: What is "Elo" and what does it mean?
de: Was ist "Elo" und was bedeutet es?
fr: Quel est "Elo" et que signifie-t-il ?
pl: Co to jest "Elo" i co oznacza?

source: You can fire us an email at
de: Du kannst uns eine E-Mail schicken an:
fr: Envoyez-nous un e-mail à
pl: Możesz wysłać nam email na

source: <em>{{totalPlayers24|number}}</em> tracked in the past day
de: <em>{{totalPlayers24|number}}</em> aufgezeichnet an dem letzten Tag
pl: <em>{{totalPlayers24|number}}</em> śledzonych ostatniego dnia

source: Kills / Deaths
de: Kills / Tode
fr: Frags / Morts
pl: Zabicia / Śmierci

source: Real-time stats for <em>{{totalPlayers|number}}</em> Destiny players
de: Echtzeit-Statistiken für <em>{{totalPlayers|number}}</em> Destiny Spieler
fr: Statistiques en temps réel pour <em>{{totalPlayers|number}} joueurs de Destiny
pl: Statystyki graczy <em>{{totalPlayers|number}}</em> Destiny w czasie rzeczywistym

source: Subclass Popularity
de: Fokus Popularität
fr: Popularité de doctrine
pl: Popularność Subklas

source: Any Map
de: Jede Karte
fr: N'importe quelle arène
pl: Dowolna mapa

source: Data is updating...
de: Die Daten werden erneuert...
fr: Mise à jour des données...
pl: Dane są aktualizowane...

source: End day
de: Letzter Tag
pl: Dzień końca

source: Exotic Armor
de: Exotische Rüstung
fr: Armure exotique
pl: Egzotyczny pancerz

source: Exotic Weapons
de: Exotische Waffen
fr: Armes exotiques
pl: Egzotyczne bronie

source: Heavy
de: Schwere Waffen
fr: Lourde

source: Insufficient armor data was found for this game mode in the last 7 days.
de: Unzureichende Rüstungs-Daten wurden für diesen Spielmodus für die letzten 7 Tage gefunden.
pl: Niewystarczające dane dla pancerza dla tego trybu gry z ostatnich 7 dni.

source: Insufficient perk data was found for this game mode in the last 7 days.
de: Unzureichende Perk-Daten wurden für diesen Spielmodus für die letzten 7 Tage gefunden.
pl: Niewystarczające dane dla perków dla tego trybu gry z ostatnich 7 dni.

source: Insufficient weapon data was found for this game mode in the last 7 days.
de: Unzureichende Waffen-Daten wurden für diesen Spielmodus für die letzten 7 Tage gefunden.
pl: Niewystarczające dane dla broni dla tego trybu gry z ostatnich 7 dni.

source: Item
de: Ausrüstung
fr: Objet
pl: Przedmiot

source: K/D by Mode
de: K/T nach Modus
fr: F/M par mode
pl: K/D wg trybu

source: Kills by Weapon Type
de: Kills nach Waffenart
fr: Frags par type d'arme
pl: Zabicia typem broni

source: Loading Armor...
de: Lade Rüstung...
fr: Chargement d'armure...
pl: Wczytywanie pancerza...

source: Loading Charts...
de: Lade Diagramm...
fr: Chargement des graphiques...
pl: Wczytywanie wykresów...

source: Loading Perks...
de: Lade Perks...
fr: Chargement des améliorations...
pl: Wczytywanie perków...

source: Loading Weapons...
de: Lade Waffen...
fr: Chargement des armes...
pl: Wczytywanie broni...

source: Percentage of Total Kills
de: Prozentualer Anteil an allen Kills
pl: Procent wszystich zabić

source: Platform
de: Plattform
fr: Plate-forme
pl: Platforma

source: Primary
de: Primärwaffen
fr: Principale
pl: Broń główna

source: Ranked as a percentage of all kills
de: Platzierung nach dem prozentualen Anteil an Kills
pl: Ranking po % wszystkich zabić

source: Refreshing map list...
de: Lade die Liste an Karten neu...
fr: Rechargement de la liste des arènes...
pl: Odświeżam listę map...

source: Search for a Guardian...
de: Suche nach einem Hüter...
pl: Wyszukaj Strażnika...

source: Select a game mode
de: Wähle einen Spielmodus
fr: Choisissez un mode
pl: Wybierz tryb gry

source: Select a map
de: Wähle eine Karte
fr: Choisissez une arène
pl: Wybierz mapę

source: Special
de: Spezialwaffe
fr: Spéciale
pl: Broń specjalna

source: Start day
de: Erster Tag
pl: Dzień rozpoczęcia

source: There is no data matching your filters.
de: Es gibt keine Daten die deinen Filtern entsprechen.
pl: Brak danych dla Twojego filtru wyszukiwań.

source: Toggle navigation
de: Wechsle Navigation
pl: Włącz/Wyłącz nawigację

source: Top Weapons
de: Beste Waffen
pl: Najlepsze bronie

source: Use%
de: Häufig.%
pl: Wykorzystanie%

source: We're crunching the numbers based on your filters, this may take a moment.
de: Wir berechnen die Daten nach deinen Filtern, dies kann einen Moment dauern.
pl: Przegryzamy dane na podstawie twojego filtrowania, to może chwilę potrwać.

source: Weapon stat collection was re-started Oct. 29th, 2015. Historical data is unavailable at this time.
de: Waffen Statistiken werden seit dem 29. Okt. 2015 wieder gesammelt. Ältere Daten sind im Moment nicht abrufbar.
pl: Kolekcja statystyk broni została zrestartowana 29 Października 2015. Historyczne dane nie są teraz dostępne.

source: Win Rate by Mode
de: Anteil an Siegen nach Modus
pl: Wskaźnik zwycięstw wg. trybu

source: {{subclass.label}} Overview
de: {{subclass.label}} Übersicht
fr: Aperçu de {{subclass.label}}
pl: Przegląd {{subclass.label}}

source: {{subclass.label}} Perks &amp; Exotics
de: {{subclass.label}} Perks &amp; Exotische Ausrüstung
fr: {{subclass.label}} Améliorations et éxotiques...
pl: Perki &amp; Egzotyki {{subclass.label}}

source: <em>Internal error code: {{apiError}}</em>
de: <em>Interner Fehler Code: {{apiError}}</em>
pl: <em> Błąd wewnętrzny: {{apiError}}</em>

source: Follow
de: Folgende
fr: Suivre
pl: Śledź nas

source: Inactive
de: Inaktiv
fr: Inactif
pl: Nieaktywny

source: The dedicated IB leaderboards will be unavailable until Bungie resolves this issue.
de: Die Eisenbanner Rangliste wird nicht verfügbar sein bis Bungie diesen Fehler behebt.
pl: Dedykowane rankingi dla IB nie będą dostępne dopóki Bungie nie naprawi problemu.

source: The match history is unavailable due to an API error
de: Die Spiele Übersicht ist wegen einem API Fehlers nicht verfügbar.
pl: Historia meczy jest niedostępna z powodu błędu API,

source: This profile temporarily cannot be displayed. Too much data is missing by consequence of the current API issues.
de: Das Profil kann momentan nicht angezeigt werden. Wegen den aktuellen API Problemen fehlen zu viele Daten.
pl: Ten profil nie mógł być wyświetlony. Brakuje zbyt dużo danych z powodu problemów z obecnym API

source: Salvage
de: Bergung
fr: Défense

source: of total kills
de: an allen Kills

source: This data examines the last 7 days of PvP in Destiny for players using the {{subclass.label}} subclass. The rolling sample provides an accurate look at what players are using and what's working. Select a mode on the filter bar below to only map K/D and win rates in that mode.
de: Diese Daten beschreiben die letzten 7 Tage an PvP in Destiny für Spieler, die den {{subclass.label}} Fokus nutzen. Dies bietet einen genauen Überblick was benutzt wird und was gut funktioniert. Wähle einen Modus in der Filter-Leiste unten um nur Daten aus diesem Modus anzuzeigen.

source: More technical users are invited to contribute on our <a href="https://github.com/guardiangg/http-client">GitHub repository</a>, we're open source!
de: Technisch versierte Nutzer sind eingeladen sich auf unserem <a href="https://github.com/guardiangg/http-client">GitHub Profil</a> zu beteiligen, wird sind open source!

source: This page relies on one or more Bungie APIs to properly display. We weren't able to retrieve some data, so as a result one or more areas of this page are temporarily disabled. Try again in a few minutes.
de: Diese Seite benötigt eine oder mehrere von Bungies APIs um die Daten anzuzeigen. Es ist uns nicht möglich diese Daten zu bekommen. Daraus folgt, dass einige Teile dieser Seite momentan nicht verfügbar sind. Versuche es in ein paar Minuten erneut.

source: Winner
de: Sieger
fr: Vainqueur

source: From
de: Aus
fr: De

source: Guardian.gg - Advanced Destiny Stats, Profiles and Leaderboards
de: Guardian.gg - Advanced Destiny Stats, Profile und Ranglisten
fr: Guardian.gg -Statistiques avancées de Destiny, Profils, et Tableaux de Classment

source: Doubles
de: Doppel
fr: En tandem

source: Zone Control
de: Zonenkontrolle
fr: Contrôle de zone

source: Loading Fireteam...
de: Lade Einsatztrupp...
fr: Chargement de l'escouade
pl: Wczytywanie Fireteam'ów...

source: Recent Fireteam
de: Momentaner Einsatztrupp

source: Best Gates
de: Meiste Tore

source: Best Time
de: Beste Zeit

source: Elo Rankings
de: Elo Ranking

source: Game mode:
de: Spielmodus:
fr: Mode de jeu:

source: Infinite Descent
de: Unendlicher Abstieg
fr: Descente Infinie

source: Loading best SRL times...
de: Lade beste SRL Zeit:

source: Not Ranked
de: nicht platziert

source: Ranked
de: platziert

source: SRL Records <span class="subtext">limited event, ends Dec 29th, 2015</span>
de: SRL Rekorde <span class="subtext">zeitlich begrenztes Event, endet am 29.12.15 </span>

source: SRL Time Trials
de: SRL Bestenliste

source: Stats
de: Statistiken
fr: Statistiques

source: Weapons
de: Waffen
fr: Armes

source: Advanced Destiny Stats
fr: Statistiques avancées de Destiny
pl: Zaawansowane statystki Destiny

source: Bronze
pl: Brąz

source: Gold
fr: Or
pl: Złoto

source: Guardian...
pl: Strażnik...

source: Leaderboards
pl: Rankingi

source: Name
fr: Nom
pl: Nick

source: Search
pl: Szukaj

source: Titan
pl: Tytan

source: (Winner)
pl: (Zwycięzca)

source: Bronze: 0-1099
pl: Brąz: 0-1099

source: Diamond: 1700+
pl: Diament: 1700+

source: From <a href="https://en.wikipedia.org/wiki/Elo_rating_system">Wikipedia</a>:
pl: Z: <a href="https://pl.wikipedia.org/wiki/Ranking_szachowy">Wikipedia</a>:

source: Gold: 1300-1499
pl: Złoto: 1300-1499

source: Oh dang, it looks like the Bungie API is acting up. We're not able to show you this page until the issue gets resolved. Grab yourself a nice tall glass of iced tea and come back to refresh the page. It might work itself out, or it might not...
pl: O cholerka, wygląda na to, że API Bungie ma humory. Nie możemy Ci wyświetlić tej strony dopóki problem nie zostanie rozwiązany. Zrób sobie mrożonej herbaty i odśwież stronę później. To może zadziałać, lub nie.

source: Our global weapon stats are undergoing a revamp. We had to go back to the drawing board with a recent site overhaul. It will be coming back better than ever, but we don't have a timeline at this moment.
pl: Nasze globalne statystki broni są teraz przebudowywane. Musieliśmy wrócić do tablicy projektowej z dotychczasową stroną. Wrócimy z lepszą stroną niż kiedykolwiek, ale nie możemy podać jeszcze ramy czasowej.

source: Platinum: 1500-1699
pl: Platyna: 1500-1699

source: Team
fr: Équipe
pl: Drużyna

source: This error most often occurs if Bungie's doing maintenance in Destiny.
pl: Ten błąd najczęściej występuje gdy Bungie prowadzi prace konserwacyjne w Destiny.

source: Guardian.gg: Advanced Destiny Stats, Profiles and Leaderboards
pl: Guardian.gg: Zaawansowane statystyki Destiny, Profile i Rankingi

source: Total Subclass K/D
pl: Całkowite K/D Subklas

source: Win Rate
pl: Wskaźnik Zwycięstw

source: All players start at a baseline of 1200 points. You will take points from your opponent's Elo score by defeating them, and vise versa. Defeating a more skilled opponent will yield higher points than if you beat up on a weaker one. The higher the score, the more skilled the player. It is extremely difficult to maintain a high Elo score, these players are regarded as the best of the best!
pl: Wszyscy gracze zaczynają od bazy 1200 punktów. Dostaniesz punkty Twojego przeciwnika jeśli go pokonasz i odwrotnie. Pokonanie bardziej doświadczonego przeciwnika przyzna Ci więcej punktów niż pokonanie słabszego. Im wyższy wskaźnik Elo tym trudniejszy przecwinik. Jest niezwykle trudno utrzymać wysoki wskaźnik Elo, tacy gracze są uważani za najlepszych z najlepszych.

source: Each mode you play has its own Elo rating and league categorization. Beyond that, Elo is account-wide, so in Control you'll have the same rating whether you're on your Titan, Warlock or Hunter.
pl: Każdy tryb w który grasz ma swój własny wskaźnik Elo oraz kategorie ligowe. Elo obejmuje całe konto, więc w Controlu będziesz miał ten same wskaźnik bez względu na to, czy grasz Tytanem, Warlockiem czy Hunterem.

source: GGG is the lovechild of a couple hardcore Destiny fans. If you like what we've done and want to show your support, feel free to buy us a beer and/or pony!
pl: GGG to dziecko kilku hardkorowych fanów Destiny, Jeśli podoba Ci się, to co zrobiliśmy to pokaż swoje wsparcie i kup nam piwo i / lub kucyka!

source: More technical users are invited to contribute on our <a href="https://github.com/guardiangg/http-client">GitHub repository</a>, we're open source!
pl: Zapraszamy uzdolnionych technicznie użytkowników do dołączenia do naszego repozytorium <a href="https://github.com/guardiangg/http-client">GitHub repository</a>, jesteśmy open source!

source: Oh dang, it looks like the Bungie API is acting up. We're not able to show you this page until the issue gets resolved. Grab yourself a nice tall glass of iced tea and come back to refresh the page. It might work itself out, or it might not...
pl: O cholera, wygląda na to, że API Bungie ma humory. Nie możemy Ci wyświetlić tej strony dopóki problem nie zostanie rozwiązany. Zrób sobie mrożonej herbaty i odśwież stronę później. To może zadziałać, lub nie.

source: Perk
fr: Amélioration
pl: Perki

source: Since the launch of the Taken King, we have aggregated data from every single match played. Our rankings are updated in real-time and immediately available. If you have played Destiny recently, particularly in the Crucible, you have a profile here - check it out!
pl: Od premiery The Taken King zbieraliśmy dane z każdej rozegranej gry. Nasze rankingi są aktualizowane w czasie rzeczywistym. Jeśli grałeś ostatni w Destiny, w tryb Crucible to masz tu swój profil - sprawdź go!

source: Subclasses
pl: Subklasy

source: The Elo rating system is a method for calculating the relative skill levels of players in competitor-versus-competitor games.
pl: System wskaźnikowy Elo to metoda obliczenia względnego poziomu umiejętności graczy w grach typu Gracz-vs-Gracz.
